import React from "react";
import "./AboutUs.css";
import InfoIcon from "@mui/icons-material/Info";

export default function AboutUs() {
  return (
    <div className="about">
      <InfoIcon className="AlertIconAboutPage" style={{ fontSize: 100 }} />
      <p>
        طراحی سایت رستوران نکات خاص خود را دارد و برای اینکه یک طراحی سایت حرفه
        ای داشته باشید باید موارد ریز و درشت فراوانی را رعایت کنید. مهم ترین
        مورد که برای کاربران اهمیت زیادی دارد این امکان است که غذاها و مواد
        اولیه برای تهیه آنها را در سایت مشاهده کنند. یکی از مواردی که برای
        مشتریان اهمیت دارد و در طراحی سایت رستوران باید حتماً مورد توجه باشد این
        است که در مورد غذاها توضیحات کافی ارائه داده شده باشد و برخی ها حتی
        برایشان مهم است که مواد اولیه غذا متعلق به چه برندی می باشد. ویژگی دیگر
        در طراحی سایت رستوران این است که در آن امکان رزرو وجود داشته باشد و
        بتوان برای هر روز و یا ساعت خاصی که نیاز داشت رستوران را رزرو کرد. دیگر
        ویژگی مهمی که می توان برای طراحی سایت رستوران نام برد این است که سایت هم
        در نتایج جستجو در صفحه اول باشد و هم با خاص بودن و گرافیک فوق العاده
        بتواند نظر هر کاربری را به خود جذب کند تا از این طریق تعداد مشتریانش به
        صورت تصاعدی افزایش پیدا کرده و در واقع باعث رونق کسب و کار رستوران شود.
        این مهم با ارائه تصاویر غذاها و مکان مناسب و تمیز رستوران و مشتریان خاص
        و انتشار آنها در طراحی وب سایت رستوران به راحتی امکان پذیر می باشد.
        طراحی سایت رستوران نیز به مانند هر طراحی سایت دیگری اهدافی را دنبال می
        کند و این اهداف می تواند عام و یا خاص باشد. مهم ترین هدف در طراحی سایت
        رستوران این است که بتوان رستوران را بدون محدودیت مکانی به افراد زیادی
        معرفی کرد و در واقع نام رستوران را بر سر زبان ها انداخت. باید به این
        نکته توجه کنید که کاربران اینترنتی اصولاً زمان خود را در اینترنت سپری می
        کنند و حتی اکثر آنها نیز کاری مرتبط با اینترنت دارند. نکته ای که در این
        قضیه وجود دارد این است که این افراد ترجیح می دهند حتی غذای خود را نیز از
        طریق اینترنت سفارش دهند و با توجه به تعداد زیاد این افراد می تواند بازار
        خوبی را برای هر رستورانی به وجود بیاورد. کاری که باید انجام دهید این است
        که در طراحی سایت این امکان را که بتوان به صورت آنلاین سفارش غذا داد
        طراحی کنید و و هم بازار فروش خود را وسعت بخشید و هم تعداد فروش خود را
        بالا ببرید.
      </p>
    </div>
  );
}
